Repository: Netbit/ourworld
Catalog: mapapp/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Mark selected comments as hidden
vi: Ẩn các bình luận đã chọn

source: Mark selected comments as published
vi: Hiển thị các bình luận đã chọn

source: Content
vi: Nội dung

source: Your comment here...
vi: Ghi bình luận...

source: Input your file
vi: Chọn file Excel

source: District name
vi: Tên Quận/Huyện

source: District unsigned name
vi: Tên không dấu

source: District
vi: Quận

source: Districts
vi: Quận

source: Street name
vi: Tên đường

source: Street unsigned name
vi: Tên không dấu

source: Street
vi: Đường

source: Streets
vi: Con đường

source: Access level
vi: Mức tiếp cận

source: Kind person of access name
vi: Tên loại người tiếp cận

source: Image
vi: Hình ảnh

source: Kind Person of Access
vi: Loại người tiếp cận

source: Kind People of Access
vi: Loại người tiếp cận

source: Kind of construction name
vi: Tên loại công trình

source: Kind of Construction
vi: Loại công trình

source: Kind of Constructions
vi: Loại công trình

source: Ward name
vi: Tên phường

source: Ward
vi: Phường

source: Wards
vi: Phường

source: Construction name
vi: Tên công trình

source: Construction unsigned name
vi: Tên không dấu

source: Number or alley
vi: Số/hẻm

source: Description detail
vi: Mô tả chi tiết

source: Description other
vi: Mô tả khác

source: Kind person of access
vi: Loại người tiếp cận

source: Location (on map)
vi: Vị trí(trên bản đồ)

source: Construction
vi: Công trình

source: Constructions
vi: Công trình

source: Published
vi: Hiển thị

source: Hidden
vi: Ẩn

source: Date
vi: Ngày

source: Status
vi: Trạng thái

source: Comment
vi: Bình luận

source: Comments
vi: Bình luận

source: Your comment sent.
vi: Bình luận của bạn đã được gửi.

source: Accessible Map
vi: Bản đồ tiếp cận cho người khuyết tật

source: Posted by
vi: Được đăng bởi

source: at
vi: vào lúc

source: Information of
vi: Thông tin về

source: Zoom in
vi: Phóng to chữ

source: Zoom out
vi: Thu nhỏ chữ

source: Default
vi: Mặc định

source: Send
vi: Gửi

source: All Districts
vi: Tất cả các Quận

source: Find position A on map
vi: Tìm địa điểm A trên bản đồ.

source: Find direction from A to B
vi: Tìm đường đi từ A đến B

source: Type address here...
vi: Tìm địa điểm...

source: Search
vi: Tìm

source: Start address...
vi: Địa điểm đi...

source: Get reverse directions
vi: Tìm đường theo hướng ngược lại.

source: End address...
vi: Địa điểm đến...

source: Loading...
vi: Đang tải dữ liệu...

source: Map site admin
vi: Trang quản trị bản đồ tiếp cận

source: Map administration
vi: Trang quản trị bản đồ tiếp cận

source: Import Data
vi: Nhập data từ file Excel

source: Import data from Excel file
vi: Nhập dữ liệu từ file Excel

source: Update data successful.
vi: Cập nhật dữ liệu thành công.

source: Error found at line(s)
vi: Lỗi phát sinh tại dòng

source: Accessible Icon
vi: Icon Tiếp Cận

source: Accessible Icons
vi: Các Icon Tiếp Cận

source: No results found
vi: Không tìm thấy kết quả nào.
